Repository: Hostdon/pleroma
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: id, pt_pt

source: can't be blank
id: tidak boleh kosong
pt_pt: não pode estar em branco

source: has already been taken
id: sudah diambil
pt_pt: já se encontra em utilização

source: is invalid
id: tidak valid
pt_pt: é inválido

source: has invalid format
id: memiliki format yang tidak valid
pt_pt: tem um formato inválido

source: has an invalid entry
pt_pt: tem uma entrada inválida

source: is reserved
pt_pt: é reservado

source: does not match confirmation
pt_pt: não corresponde à confirmação

source: is still associated with this entry
pt_pt: ainda se encontra associado a esta entrada

source: are still associated with this entry
pt_pt: ainda está associado a esta entrada

source: should be %{count} character(s)
id: harus memiliki %{count} karakter
pt_pt: deve conter %{count} caracter

source: should have %{count} item(s)
id: harus memiliki %{count} item
pt_pt: deve ter %{count} item

source: should be at least %{count} character(s)
id: harus memiliki sekurang-kurangnya %{count} karakter
pt_pt: deve ter pelo menos %{count} caracter

source: should have at least %{count} item(s)
id: harus memiliki sekurang-kurangnya %{count} item
pt_pt: deve ter pelo menos %{count} item

source: should be at most %{count} character(s)
pt_pt: deve ter pelo menos %{count} caracter

source: should have at most %{count} item(s)
pt_pt: deve ter pelo menos %{count} item

source: must be less than %{number}
id: harus kurang dari %{number}
pt_pt: deve ser menor que %{number}

source: must be greater than %{number}
id: harus lebih dari %{number}
pt_pt: deve ser maior que %{number}

source: must be less than or equal to %{number}
id: harus kurang dari atau sama dengan %{number}
pt_pt: deve ser menor ou igual que %{number}

source: must be greater than or equal to %{number}
id: harus lebih dari atau sama dengan %{number}
pt_pt: deve ser maior ou igual que %{number}

source: must be equal to %{number}
id: harus sama dengan %{number}
pt_pt: deve ser igual a %{number}

source: Account not found
id: Akun tidak ditemukan
pt_pt: Conta não encontrada

source: Already voted
id: Sudah memilih
pt_pt: Já votou

source: Bad request
id: Permintaan buruk (bad request)
pt_pt: Pedido inválido

source: Can't delete object
id: Tidak dapat menghapus objek
pt_pt: Não é possível apagar o objeto

source: Can't display this activity
id: Tidak dapat menampilkan aktivitas ini
pt_pt: Não é possível exibir esta atividade

source: Can't find user
id: Tidak dapat mencari pengguna
pt_pt: Não foi possível encontrar o utilizador

source: Can't get favorites
id: Tidak dapat mendapatkan favorit
pt_pt: Não foi possível obter os favoritos

source: Can't like object
id: Tidak dapat menyukai objek
pt_pt: Não foi possível gostar do objeto

source: Cannot post an empty status without attachments
id: Tidak dapat memposting status kosong tanpa lampiran
pt_pt: Não é possível publicar um estado vazio e sem ficheiro anexados

source: Comment must be up to %{max_size} characters
id: Komentar tidak boleh lebih dari %{max_size} karakter
pt_pt: Comentários devem ter até %{max_size} caracteres

source: Config with params %{params} not found
pt_pt: Configuração com parâmetros %{params} não encontrada

source: Could not delete
id: Tidak dapat menghapus
pt_pt: Não foi possível apagar

source: Could not favorite
id: Tidak dapat memfavoritkan
pt_pt: Não foi possível favoritar

source: Could not pin
id: Tidak dapat menyematkan
pt_pt: Não foi possível fixar

source: Could not unfavorite
pt_pt: Não foi possível retirar favorito

source: Could not unpin
id: Tidak dapat berhenti menyematkan
pt_pt: Não foi possível desafixar

source: Could not unrepeat
pt_pt: Não foi possível deixar de repetir

source: Could not update state
pt_pt: Não foi possível atualizar estado

source: Error.
id: Kesalahan.
pt_pt: Erro.

source: Invalid CAPTCHA
id: CAPTCHA tidak valid
pt_pt: CAPTCHA Inválido

source: Invalid credentials
id: Kredensian tidak valid
pt_pt: Credenciais inválidas

source: Invalid credentials.
id: Kredensial tidak valid.
pt_pt: Credenciais inválidas.

source: Invalid indices
pt_pt: Índices inválidos

source: Invalid parameters
id: Parameter tidak valid
pt_pt: Parâmetros inválidos

source: Invalid password.
id: Kata sandi tidak valid.
pt_pt: Palavra-passe inválida.

source: Invalid request
id: Permintaan tidak valid
pt_pt: Pedido inválido

source: Kocaptcha service unavailable
id: Layanan Kocaptcha tidak tersedia
pt_pt: Serviço Kocaptcha indisponível

source: Missing parameters
id: Parameter kurang
pt_pt: Parâmetros em falta

source: No such conversation
id: Tidak ada percakapan ini
pt_pt: Não existe tal conversação

source: No such permission_group
pt_pt: Não existe permission_group

source: Not found
id: Tidak ditemukan
pt_pt: Não encontrado

source: Poll's author can't vote
id: Pembuat japat tidak boleh memilih
pt_pt: O autor da sondagem não pode votar

source: Record not found
pt_pt: Registo não encontrado

source: Something went wrong
id: Sesuatu yang salah terjadi
pt_pt: Algo ocorreu de errado

source: The message visibility must be direct
id: Visibilitas pesan harus langsung
pt_pt: A visibilidade da mensagem deve ser direta

source: The status is over the character limit
id: Status lebih dari batas karakter
pt_pt: O estado está acima do limite de caracteres

source: This resource requires authentication.
pt_pt: Este recurso requer autenticação.

source: Throttled
pt_pt: Limitado

source: Too many choices
id: Terlalu banyak pilihan
pt_pt: Demasiadas opções

source: Unhandled activity type
pt_pt: Tipo de atividade não controlada

source: You can't revoke your own admin status.
pt_pt: Não podes revogar o teu próprio estatuto de admin.

source: Your account is currently disabled
id: Akun Anda saat ini dinonaktifkan
pt_pt: A tua conta está atualmente desativada

source: Your login is missing a confirmed e-mail address
pt_pt: O teu início de sessão necessita que tenhas o endereço de e-mail confirmado

source: can't read inbox of %{nickname} as %{as_nickname}
pt_pt: não foi possível ler a caixa de entrada de %{nickname} como %{as_nickname}

source: can't update outbox of %{nickname} as %{as_nickname}
pt_pt: não foi possível atualizar caixa de saída de %{nickname} como %{as_nickname}

source: conversation is already muted
id: percakapan sudah dibisukan
pt_pt: conversação já silenciada

source: error
id: kesalahan
pt_pt: erro

source: mascots can only be images
id: maskot hanya dapat berbentuk gambar
pt_pt: mascotes apenas podem ser imagens

source: not found
id: tidak ditemukan
pt_pt: não encontrado

source: Bad OAuth request.
id: Permintaan OAuth buruk.
pt_pt: Pedido OAuth inválido.

source: CAPTCHA already used
id: CAPTCHA sudah digunakan
pt_pt: CPATCHA já utilizado

source: CAPTCHA expired
id: CAPTCHA kedaluwarsa
pt_pt: CAPTCHA expirado

source: Failed
id: Gagal
pt_pt: Falhou

source: Failed to authenticate: %{message}.
id: Gagal mengotentikasi: %{message}.
pt_pt: Falha ao autenticar: %{message}.

source: Failed to set up user account.
id: Gagal menyiapkan akun pengguna.
pt_pt: Falha ao configurar conta de utilizador.

source: Insufficient permissions: %{permissions}.
pt_pt: Permissões insuficientes: %{permissions}.

source: Internal Error
id: Kesalahan Internal
pt_pt: Erro Interno

source: Invalid Username/Password
id: Nama Pengguna/Kata Sandi Tidak Valid
pt_pt: Nome de Utilizador/Palavra-passe inválidos

source: Invalid answer data
pt_pt: Informação de resposta inválida

source: Nodeinfo schema version not handled
pt_pt: Versão do schema de nodeinfo não tratado

source: This action is outside the authorized scopes
pt_pt: Esta ação está fora dos escopos autorizados

source: Unknown error, please check the details and try again.
id: Kesalahan tidak dikenal, harap periksa keterangannya dan coba lagi.
pt_pt: Erro desconhecido, verifica os detalhes e tenta novamente.

source: Unlisted redirect_uri.
pt_pt: redirect_uri não listado.

source: Unsupported OAuth provider: %{provider}.
id: Penyedia OAuth tidak didukung: %{provider}.
pt_pt: Portal OAuth não suportado: %{provider}.

source: Uploader callback timeout
pt_pt: Tempo expirado para callback de quem envia

source: bad request
id: permintaan buruk (bad request)
pt_pt: pedido inválido

source: CAPTCHA Error
id: Kesalahan CAPTCHA
pt_pt: Erro de CAPTCHA

source: Could not add reaction emoji
id: Tidak dapat menambahkan emoji reaksi
pt_pt: Não foi possível adicionar reação

source: Could not remove reaction emoji
id: Tidak dapat menghapus reaksi emoji
pt_pt: Não foi possível remover reação

source: Invalid CAPTCHA (Missing parameter: %{name})
id: CAPTCHA Tidak Valid (Parameter kurang: %{name})
pt_pt: CAPTCHA inválido (Falta o parâmetro: %{name})

source: List not found
pt_pt: Lista não encontrada

source: Missing parameter: %{name}
id: Parameter kurang: %{name}
pt_pt: Parâmetro em falta: %{name}

source: Password reset is required
pt_pt: É necessário repor palavra-passe

source: Security violation: OAuth scopes check was neither handled nor explicitly skipped.
pt_pt: Violação de segurança: a verificação de escopo OAuth não foi nem tratada nem explicitamente ignorada.

source: Two-factor authentication enabled, you must use a access token.
id: Otentikasi dua-faktor diaktifkan, Anda harus menggunakan token akses.
pt_pt: Autenticação de dois fatores ativada, deves utilizar uma token de acesso.

source: Unexpected error occurred while adding file to pack.
pt_pt: Ocorreu um erro inesperado ao adicionar ficheiro ao pack.

source: Unexpected error occurred while creating pack.
pt_pt: Ocorreu um erro inesperado ao criar o pack.

source: Unexpected error occurred while removing file from pack.
pt_pt: Ocorreu um erro inesperado ao remover ficheiro do pack.

source: Unexpected error occurred while updating file in pack.
pt_pt: Ocorreu um erro inesperado a atualizar ficheiro no pack.

source: Unexpected error occurred while updating pack metadata.
pt_pt: Ocorreu um erro inesperado a atualizar os metadados do pack.

source: Web push subscription is disabled on this Pleroma instance
pt_pt: Subscrição de notificações push no browser está desativada nesta instância do Pleroma

source: You can't revoke your own admin/moderator status.
id: Anda tidak bisa mencabut status admin/moderator Anda sendiri.
pt_pt: Não podes revogar o teu próprio estatuto de admin/moderador.

source: authorization required for timeline view
pt_pt: autorização necessária para visualizar cronologia

source: Access denied
id: Akses ditolak
pt_pt: Acesso negado

source: This API requires an authenticated user
pt_pt: Esta API requer um utilizador autenticado

source: User is not an admin.
id: Pengguna bukan seorang admin.
pt_pt: Utilizador não é um admin.
