Repository: Hostdon/pleroma
Catalog: priv/gettext/*/LC_MESSAGES/static_pages.po
Languages: ca

# remote follow authorization button
source: Authorize
ca: Autoritza

# remote follow error
source: Error fetching user
ca: Error obtenint usuari

# remote follow header
source: Remote follow
ca: Seguiment remot

# placeholder text for auth code entry
source: Authentication code
ca: Codi d'autenticació

# placeholder text for password entry
source: Password
ca: Contrasenya

# placeholder text for username entry
source: Username
ca: Nom d'usuari

# remote follow authorization button for login
source: Authorize
ca: Autoritza

# remote follow authorization button for mfa
source: Authorize
ca: Autoritza

# remote follow error
source: Error following account
ca: Error seguint el compte

# remote follow header, need login
source: Log in to follow
ca: Inicia sessió per a seguir

# remote follow mfa header
source: Two-factor authentication
ca: Autenticació de dos factors

# remote follow success
source: Account followed!
ca: Compte seguit!

# placeholder text for account id
source: Your account ID, e.g. lain@quitter.se
ca: L'ID del teu compte, p.e. maria@exemple.cat

# remote follow authorization button for following with a remote account
source: Follow
ca: Segueix

# remote follow header
source: Remotely follow %{nickname}
ca: Seguir remotament %{nickname}

# password reset button
source: Reset
ca: Reiniciar

# password reset failed homepage link
source: Homepage
ca: Pàgina d'inici

# password reset failed message
source: Password reset failed
ca: Error al restablir la contrasenya

# password reset form confirm password prompt
source: Confirmation
ca: Confirmació

# password reset form password prompt
source: Password
ca: Contrasenya

# password reset invalid token message
source: Invalid Token
ca: Token Invàlid

# password reset successful homepage link
source: Homepage
ca: Pàgina d'inici

# password reset successful message
source: Password changed!
ca: Contrasenya canviada!

# tag feed description
source: These are public toots tagged with #%{tag}. You can interact with them if you have an account anywhere in the fediverse.
ca: Aquests son apunts públics etiquetats amb #%{tag}. Pots interactuar amb ells si tens un compte en qualsevol lloc del fedivers.

# oauth authorization exists page title
source: Authorization exists
ca: Existeix autorització

# oauth authorize approve button
source: Approve
ca: Aprova

# oauth authorize cancel button
source: Cancel
ca: Cancel·la

# oauth authorize message
source: Application <strong>%{client_name}</strong> is requesting access to your account.
ca: L'aplicació <strong>%{client_name}</strong> sol·licita accés al teu compte.

# oauth authorized page title
source: Successfully authorized
ca: Autoritzat amb èxit

# oauth external provider page title
source: Sign in with external provider
ca: Inicia sessió amb proveïdor extern

# oauth external provider sign in button
source: Sign in with %{strategy}
ca: Inicia sessió amb %{strategy}

# oauth login button
source: Log In
ca: Inicia sessió

# oauth login password prompt
source: Password
ca: Contrasenya

# oauth login username prompt
source: Username
ca: Nom d'usuari

# oauth register nickname prompt
source: Pleroma Handle
ca: Sobrenom Akkoma

# oauth register nickname unchangeable warning
source: Choose carefully! You won't be able to change this later. You will be able to change your display name, though.
ca: Tria amb cura! No podràs canviar-ho més tard. En canvi, podràs canviar el teu nom a mostrar.

# oauth register page email prompt
source: Email
ca: Correu

# oauth register page fill form prompt
source: If you'd like to register a new account, please provide the details below.
ca: Si desitges registrar un compte nou, si us plau proporciona els detalls a continuació.

# oauth register page login button
source: Proceed as existing user
ca: Procedir com a usuari existent

# oauth register page login password prompt
source: Password
ca: Contrasenya

# oauth register page login prompt
source: Alternatively, sign in to connect to existing account.
ca: Alternativament, inicia sessió per a connectar amb un compte existent.

# oauth register page login username prompt
source: Name or email
ca: Nom o correu

# oauth register page nickname prompt
source: Nickname
ca: Sobrenom

# oauth register page register button
source: Proceed as new user
ca: Procedir com a usuari nou

# oauth register page title
source: Registration Details
ca: Detalls del registre

# oauth register page title
source: This is the first time you visit! Please enter your Pleroma handle.
ca: Aquesta és la primera vegada que ens visites! Si us plau introdueix el teu sobrenom a Akkoma.

# oauth scopes message
source: The following permissions will be granted
ca: Es concediran els següents permisos

# oauth token code message
source: Token code is <br>%{token}
ca: El codi del Token és <br>%{token}

# mfa auth code prompt
source: Authentication code
ca: Codi d'autenticació

# mfa auth page title
source: Two-factor authentication
ca: Autenticació de dos factors

# mfa auth page use recovery code link
source: Enter a two-factor recovery code
ca: Entra el codi de recuperació de dos factors

# mfa auth verify code button
source: Verify
ca: Verifica

# mfa recover page title
source: Two-factor recovery
ca: Recuperació de dos factors

# mfa recover recovery code prompt
source: Recovery code
ca: Codi de recuperació

# mfa recover use 2fa code link
source: Enter a two-factor code
ca: Entra el codi de dos factors

# mfa recover verify recovery code button
source: Verify
ca: Verifica

# static fe profile page remote follow button
source: Remote follow
ca: Seguiment remot

# digest email header line
source: Hey %{nickname}, here is what you've missed!
ca: Hola %{nickname}, aquí està el que t'has perdut!

# digest email receiver address
source: The email address you are subscribed as is <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.
ca: L'adreça de correu a la que estàs subscrit és <a href='mailto:%{@user.email}' style='color: %{color};text-decoration: none;'>%{email}</a>.

# digest email sending reason
source: You have received this email because you have signed up to receive digest emails from <b>%{instance}</b> Pleroma instance.
ca: Has rebut aquest correu perquè t'has registrat per a rebre correus resum des de l'instància Akkoma <b>%{instance}2</b>.

# digest email unsubscribe action
source: To unsubscribe, please go %{here}.
ca: Per a donar-te de baixa, si us plau ves a %{here}.

# digest email unsubscribe action link text
source: here
ca: aquí

# mailer unsubscribe failed message
source: UNSUBSCRIBE FAILURE
ca: ERROR DE CANCEL·LACIÓ DE LA SUBSCRIPCIÓ

# mailer unsubscribe successful message
source: UNSUBSCRIBE SUCCESSFUL
ca: SUBSCRIPCIÓ CANCEL·LADA AMB ÈXIT

# new followers count header
source: %{count} New Follower
ca: %{count} Nou Seguidor

# account archive email body - self-requested
source: <p>You requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
ca: <p>Has sol·licitat una copia de seguretat completa del teu compte Akkoma. Està llest per a descarrega:</p> <p><a href="%{download_url}">%{download_url}</a></p>

# account archive email subject
source: Your account archive is ready
ca: L'arxiu del teu compte està preparat

# approval pending email body
source: <h3>Awaiting Approval</h3> <p>Your account at %{instance_name} is being reviewed by staff. You will receive another email once your account is approved.</p>
ca: <h3>Esperant aprovació</h3> <p>El teu compte a %{instance_name} està sent revisat per l'equip. Rebràs un altre correu quan el teu compte estigui aprovat.</p>

# approval pending email subject
source: Your account is awaiting approval
ca: El teu compte està esperant aprovació

# confirmation email body
source: <h3>Thank you for registering on %{instance_name}</h3> <p>Email confirmation is required to activate the account.</p> <p>Please click the following link to <a href="%{confirmation_url}">activate your account</a>.</p>
ca: <h3>Gràcies per registrar-te a %{instance_name}</h3> <p>Es requereix correu de confirmació per a activar el reu compte.</p> <p>Si us plau clica en l'enllaç següent per a <a href="%{confirmation_url}">activar el teu compte</a>.</p>

# confirmation email subject
source: %{instance_name} account confirmation
ca: confirmació del compte a %{instance_name}

# digest email subject
source: Your digest from %{instance_name}
ca: El teu resum des de %{instance_name}

# password reset email body
source: <h3>Reset your password at %{instance_name}</h3> <p>Someone has requested password change for your account at %{instance_name}.</p> <p>If it was you, visit the following link to proceed: <a href="%{password_reset_url}">reset password</a>.</p> <p>If it was someone else, nothing to worry about: your data is secure and your password has not been changed.</p>
ca: <h3>Restableix la teva contrasenya a %{instance_name}</h3> <p>Algú ha sol·licitat un canvi de contrasenya per el teu compte a %{instance_name}.</p> <p>Si has estat tu, visita el següent enllaç per a procedir: <a href="%{password_reset_url}">restablir contrasenya</a>.</p> <p>Si ha estat algú altre, no et preocupis: les teves dades estan segures i la teva contrasenya no s'ha canviat.</p>

# password reset email subject
source: Password reset
ca: Restablir contrasenya

# successful registration email body
source: <h3>Hello @%{nickname},</h3> <p>Your account at %{instance_name} has been registered successfully.</p> <p>No further action is required to activate your account.</p>
ca: <h3>Hola @%{nickname},</h3> <p>El teu compte a %{instance_name} ha estat registrar amb èxit.</p> <p>No es requereix cap altre acció per a activar el teu compte.</p>

# successful registration email subject
source: Account registered on %{instance_name}
ca: Compte registrat a %{instance_name}

# user invitation email body
source: <h3>You are invited to %{instance_name}</h3> <p>%{inviter_name} invites you to join %{instance_name}, an instance of Pleroma federated social networking platform.</p> <p>Click the following link to register: <a href="%{registration_url}">accept invitation</a>.</p>
ca: <h3>Has estat invitat a %{instance_name}</h3> <p>%{inviter_name} t'invita a unir-te a %{instance_name}, una instància de la plataforma de xarxa social federada Akkoma.</p> <p>Clica el següent enllaç per a registrar-te: <a href="%{registration_url}">accepta invitació</a>.</p>

# user invitation email subject
source: Invitation to %{instance_name}
ca: Invitació per %{instance_name}

# welcome email html body
source: Welcome to %{instance_name}!
ca: Benvingut a %{instance_name}!

# welcome email subject
source: Welcome to %{instance_name}!
ca: Benvingut a %{instance_name}!

# welcome email text body
source: Welcome to %{instance_name}!
ca: Benvingut a %{instance_name}!

# account archive email body - admin requested
source: <p>Admin @%{admin_nickname} requested a full backup of your Pleroma account. It's ready for download:</p> <p><a href="%{download_url}">%{download_url}</a></p>
ca: <p>L'Administrador @%{admin_nickname} ha sol·licitat una copia de seguretat completa del teu compte Akkoma. Està preparat per a descarrega:</p> <p><a href="%{download_url}">%{download_url}</a></p>
